pytest==8.4.2
selenium==4.38.0
webdriver-manager==4.0.2
flake8==7.3.0
black==25.1.0
isort==6.0.1
pre-commit==4.3.0
print("Hello, README!")
Text = "Lorem Ipsum - это текст-'рыба', часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum не только успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, в более недавнее время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum."


def add(a, b): return a + b


def greet(name): print("Привет," + name)


NUMS = [1, 2, 3, 4, 5]
greet("мир")
print(add(2, 2))
